{
  "cats": [
    {
      "id": 0,
      "name": "Породистый котенок Мейн-кун из проф питомника",
      "price": 30000,
      "age": 3,
      "paws": 4,
      "isSold": false,
      "inCart": false,
      "InFavorite": false,
      "color": "Коричневый окрас",
      "url": "img-1.png",
      "discount": 40
    },
    {
      "id": 1,
      "name": "Кот крутой",
      "price": 50000,
      "age": 2,
      "paws": 4,
      "isSold": false,
      "inCart": false,
      "InFavorite": false,
      "color": "Черный окрас",
      "url": "img-3.png",
      "discount": ""
    },
    {
      "id": 2,
      "name": "Кот ворчливый",
      "price": 20000,
      "age": 5,
      "paws": 4,
      "isSold": true,
      "inCart": false,
      "InFavorite": false,
      "color": "Рыжий окрас",
      "url": "img-2.png",
      "discount": ""
    },
    {
      "id": 3,
      "name": "Кот полосатый",
      "price": 35000,
      "age": 4,
      "paws": 4,
      "isSold": false,
      "inCart": false,
      "InFavorite": false,
      "color": "Серый окрас",
      "url": "img-3.png",
      "discount": 30
    },
    {
      "id": 4,
      "name": "Кот волосатый",
      "price": 10000,
      "age": 7,
      "paws": 4,
      "isSold": false,
      "inCart": false,
      "InFavorite": false,
      "color": "Белый окрас",
      "url": "img-2.png",
      "discount": ""
    },
    {
      "id": 5,
      "name": "Кот жирный",
      "price": 40000,
      "age": 12,
      "paws": 4,
      "isSold": false,
      "inCart": false,
      "InFavorite": false,
      "color": "Черный окрас",
      "url": "img-1.png",
      "discount": ""
    },
    {
      "id": 6,
      "name": "Кот полосатый",
      "price": 33000,
      "age": 5,
      "paws": 4,
      "isSold": false,
      "inCart": false,
      "InFavorite": false,
      "color": "Коричневый окрас",
      "url": "img-3.png",
      "discount": 50
    },
    {
      "id": 7,
      "name": "Кот полосатый",
      "price": 30000,
      "age": 3,
      "paws": 4,
      "isSold": false,
      "inCart": false,
      "InFavorite": false,
      "color": "Коричневый окрас",
      "url": "img-2.png",
      "discount": ""
    },
    {
      "id": 8,
      "name": "Кот крутой",
      "price": 50000,
      "age": 2,
      "paws": 4,
      "isSold": false,
      "inCart": false,
      "InFavorite": false,
      "color": "Черный окрас",
      "url": "img-3.png",
      "discount": ""
    },
    {
      "id": 9,
      "name": "Кот ворчливый",
      "price": 20000,
      "age": 5,
      "paws": 4,
      "isSold": false,
      "inCart": false,
      "InFavorite": false,
      "color": "Рыжий окрас",
      "url": "img-1.png",
      "discount": 40
    },
    {
      "id": 10,
      "name": "Кот полосатый",
      "price": 35000,
      "age": 4,
      "paws": 4,
      "isSold": false,
      "inCart": false,
      "InFavorite": false,
      "color": "Серый окрас",
      "url": "img-3.png",
      "discount": ""
    },
    {
      "id": 11,
      "name": "Кот волосатый",
      "price": 10000,
      "age": 7,
      "paws": 4,
      "isSold": true,
      "inCart": false,
      "InFavorite": false,
      "color": "Белый окрас",
      "url": "img-2.png",
      "discount": ""
    },
    {
      "id": 12,
      "name": "Кот жирный",
      "price": 40000,
      "age": 12,
      "paws": 4,
      "isSold": false,
      "inCart": false,
      "InFavorite": false,
      "color": "Черный окрас",
      "url": "img-1.png",
      "discount": 40
    },
    {
      "id": 13,
      "name": "Кот полосатый",
      "price": 33000,
      "age": 5,
      "paws": 4,
      "isSold": false,
      "inCart": false,
      "InFavorite": false,
      "color": "Коричневый окрас",
      "url": "img-3.png",
      "discount": ""
    }
  ],
  "news": [
    {
      "id": 0,
      "title": "«Могут погибнуть под завалами»: сотрудники обанкротившегося завода в Петербурге пытаются пристроить десятки котов",
      "resume": "В цехах «Севкабеля», где скоро начнется снос, осталось полтора десятка усатых обитателей.",
      "date": "29.03.21",
      "img": "https://www.murcat.ru/pro-koshek-db/admin/foto/1617044286.jpg",
      "body": [
        {
          "type": "paragraph",
          "content": "Сотрудники обанкротившегося завода «Севкабель» в Петербурге бьют тревогу – после того, как цеха закрыли и начали готовить к сносу, под угрозой оказались жизни нескольких котов и кошек, которые долгие годы обитали бок о бок с людьми. Как сообщается на официальной странице предприятия в соцсетях, если в ближайшее время животных не пристроить, они просто погибнут под завалами.Сейчас по заводу бегают около 15 котиков"
        },
        {
          "type": "paragraph",
          "content": "Как рассказали корреспонденту «КП» в Петербурге» сотрудники завода, сейчас по заброшенным помещениям бегают около 15 хвостиков. Большинство из них – ручные, специально ищут общения с людьми, с удовольствием позволяют себя гладить и мурлычат. Прикипевшие к ним душой заводчане, которые уже давно уволились, специально ездят подкармливать животных. Однако мурлыкам срочно нужен новый дом."
        },
        {
          "type": "subtitle",
          "content": "Троим хвостатым нашли хозяев буквально за пару дней"
        },
        {
          "type": "paragraph",
          "content": "- Еще зимой у нас было около полусотни питомцев, но потом, когда началась первая волна увольнений, один из работников, который их недолюбливал, раскидал отраву, и большинство животных погибли. Мы были в шоке от такой жестокости, - вздыхают неравнодушные заводчане. – И теперь у нас их всего полтора десятка. Коллеги не могут их к себе забрать, у большинства и так живут котики с предприятия. А мы не можем их тут бросить, вот и пристраиваем."
        },
        {
          "type": "paragraph",
          "content": "По словам ребят, которые ищут пушистикам дом, усатые «заводчане» впервые появились на «Севкабеле» с момента его основания. Тогда коты выполняли свою прямую задачу – ловили крыс и мышей. Был даже момент, когда на предприятие специально завозили котов-крысоловов. По сути, сейчас на заводе живут их потомки."
        },
        {
          "type": "subtitle",
          "content": "Большинство котиков ручные и с удовольствием дают себя погладить"
        },
        {
          "type": "paragraph",
          "content": "- Большинству наших хвостатых около года. Еще есть малышка пяти месяцев, кошечка с новорожденными котятками, которых мы всем семейством отдадим на передержку, и еще одна беременная кошка, - делятся работники. – Но главный у них кот по кличке Буся. Он самый старший. Главарь и родственник всех остальных."
        },
        {
          "type": "paragraph",
          "content": "Принять мохнатых готов один из городских приютов. После того, как в интернете появилось сообщение о том, что котики в опасности, общественность откликнулась быстро. Уже через день у троих пушистиков появились новые хозяева, которые должны вот-вот за ними приехать. Также работники завода ведут переговоры с приютом для животных, готовым принять усатых. На их содержание объявлен сбор средств."
        },
        {
          "type": "image",
          "content": "https://www.murcat.ru/pro-koshek-db/admin/foto/1617004342.JPG"
        },
        {
          "type": "paragraph",
          "content": "Как говорят сотрудники завода, коты и кошки жили в стенах \"Севкабеля\" чуть ли не с момента основания предприятия в конце XIX века"
        },
        {
          "type": "paragraph",
          "content": "- Приют готов принять вакцинированных котиков, где сделать им прививки мы уже нашли, - поясняют кошачьи благодетели. – Но проблема в том, что некоторых питомцев пока нельзя прививать из-за возраста. Им-то в первую очередь и надо найти хозяев."
        },
        {
          "type": "paragraph",
          "content": "Как уверяют сотрудники «Севкабеля», оказаться под завалами четвероногим «заводчанам» никто не даст. Пристроить всех животных они рассчитывают в ближайшие дни."
        }
      ]
    },
    {
      "id": 1,
      "title": "Пропавшая 20 лет назад кошка вернулась перед смертью к хозяйке",
      "resume": "В Великобритании 22-летняя чеширская кошка, пропавшая 20 лет назад, вернулась к своей хозяйке. Животное нашли в поле, оно прожило в родном доме два дня.",
      "date": "12.03.21",
      "img": "https://www.murcat.ru/pro-koshek-db/admin/foto/1615543661.jpg",
      "body": [
        {
          "type": "paragraph",
          "content": "Чеширская кошка, пропавшая без вести 20 лет назад, провела последние два дня своей жизни со своим давно потерянным владельцем. Об этом 12 марта сообщил британский портал Metro."
        },
        {
          "type": "paragraph",
          "content": "По его данным, Фиби нашли в семи милях от дома, на тот момент животному было 22 года. Кошка пропала из дома Кристин Болл в Нантуиче в 2001 году. После пропажи женщина расклеивала листовки с изображением кошки по окрестностям и тщетно стучалась в двери соседей."
        },
        {
          "type": "paragraph",
          "content": "Животное нашли в поле и отвезли в Центр животных Stapeley Grange при RSPCA. Сотрудники центра обнаружили, что у Фиби был микрочип, и установили её владелицу."
        },
        {
          "type": "paragraph",
          "content": "В феврале в США золотистый ретривер, пропавший без вести более двух месяцев назад, воссоединился с владельцами. Лай Сэнди, находящейся в лесу, услышал их сосед. Мужчина обнаружил собаку обезвоженной, худой и с привязанным к ней поводком."
        }
        
      ]
    }
  ]
}